<template>
    <div class="wrapper-box">
        <PageHeader bgcolor="#4A25BA" color="white"/>
        <div class="content">
            <div class="title">
                <h1>“GET写作会员”服务条款</h1>
            </div>
            <p>重要须知：<strong>写作在此特别提醒用户认真阅读本《GET写作会员服务条款》。用户应认真阅读本《GET写作会员服务条款》 （下称《协议》）中各条款，包括免除或者限制GET写作责任的免责条款及对用户的权利限制。请您审阅并接受或不接受本《协议》（未成年人应在法定监护人陪同下审阅和履行，未成年人行使和履行本协议项下的权利和义务视为已获得了法定监护人的认可）。除非您接受本《协议》条款，否则您无权使用本协议的相关服务。您的使用行为将视为对本《协议》的接受，并同意接受本《协议》各项条款的约束。</strong></p>

        <p>本《协议》是用户与字语未来（深圳）智能科技有限公司（下称"GET"或"GET公司"）之间关于用户加入成为GET写作会员且使用GET公司相关软件以及服务所订立的协议。本《协议》描述GET写作与会员之间关于软件许可以及服务使用及相关方面的权利义务。"用户"或"您"是指通过GET写作提供的会员服务的个人或单一个体。</p>
        <br>

        <ol class="list">
            <h2>1. 服务条款的确认和接纳</h2>
            <p><span class="order">1.1</span>写作会员服务涉及到的GET写作产品的所有权以及相关软件的知识产权归GET公司所有。GET公司所提供的服务将按照其服务条款和操作规则严格执行。用户在享受GET公司任何单项服务时，应当受本协议以及单项软件及服务相关的用户协议的约束。</p>
            <p><span class="order">1.2</span>写作会员服务（以下简称会员服务）是GET公司在提供的网络增值服务（具体的增值服务项目以GET公司不时公布的为准）。</p>
            <p><span class="order">1.3</span>会员服务的所有权和运营权，以及GET写作会员制度和活动的解释权均归GET公司所有。GET公司享有对会员用户网上一切活动的监督、提示、检查的权利，如会员的行为违反有关法律法规或违反本服务条款的约定，GET公司享有要求其纠正及追究其责任等权利。</p>
            <p><span class="order">1.4</span>当用户使用GET写作各单项服务时，用户的使用行为视为其对该单项服务的服务条款以及GET公司在该单项服务中发出的各类公告的同意。</p>
        </ol>
        <br>

        <ol class="list">
            <h2>2．会员服务的宗旨和性质</h2>
            <p><span class="order">2.1</span>GET写作会员服务的宗旨是为会员用户提供各种更完善的网上网下增值服务。GET公司郑重声明：GET写作会员服务，不影响 “GET写作软件” 现有的一切免费服务及服务质量。</p>
            <p><span class="order">2.2</span>GET写作会员服务的性质是给会员用户提供智能写作等增值服务，GET写作不会对用户使用的URL或生成的内容等信息进行任何的识别、编辑、控制和处理，法律另有规定的除外。</p>
            <p><span class="order">2.3</span>GET写作会员服务仅限中国大陆区域内使用，港澳台和海外地区暂不支持GET写作服务。</p>
        </ol>
        <br>

        <ol class="list">
            <h2>3．获得会员服务的程序</h2>
            <p><span class="order">3.1</span>成为会员的方法</p>
            <p><span class="order insert">3.1.1</span>用户可通过各种已有和未来新增的渠道加入会员,现有方式包括：GET写作官网网银支付成为会员、GET写作官网公示的第三方销售渠道购买会员服务。GET写作在此声明：除GET写作官网公示分销合作伙伴外，任何未经授权销售GET写作会员的属于非法销售， GET写作有权追究其法律责任。</p>
            <p><span class="order insert">3.1.2</span>在用户使用具体某种方式加入会员时，须阅读并确认相关的用户协议和使用方法。</p>
            <p><span class="order">3.2</span>用户通过网络填写并提交注册表，表中所填写的内容与个人资料必须真实有效，否则GET公司有权拒绝其申请或撤销其会员资格，并不予任何赔偿或退还会员费。用户的个人资料发生变化，应及时修改注册的个人资料，否则由此造成的会员权力不能全面有效行使的责任由会员自己承担，GET公司有权因此取消其会员资格，并不予任何赔偿或退还会员费。</p>
            <p><span class="order">3.3</span>成为会员后，会员有权利不接受GET公司的服务，可申请取消会员服务，但不获得会员费的退还。</p>
            <p><span class="order">3.4</span>GET写作会员帐号所有权归GET公司，用户完成申请注册手续后，获得GET写作帐号的有限使用权。</p>
            <p><span class="order">3.5</span>GET公司仅提供相关的网络服务，除此之外与相关网络服务有关的设备（如个人电脑、手机、及其他与接入互联网或移动网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费、为使用移动网而支付的手机费）均应由用户自行负担。</p>
            <p><span class="order">3.6</span>GET公司会员服务暂不支持非中国大陆用户开通及使用。</p>
        </ol>
        <br>

        <ol class="list">
            <h2>4．会员资格的有关规定</h2>
            <p><span class="order">4.1</span>在会员有效期内，会员可优先参加由GET公司组织的活动并享有由GET公司提供的各项优惠及增值服务。</p>
            <p><span class="order">4.2</span>会员取消会员服务或终止会员资格，将不获得会员费的退还。</p>
            <p><span class="order">4.3</span>会员服务仅限于申请帐号自行使用；会员服务期内不能在GET写作帐号之间转移，禁止赠与、借用、租用、转让或售卖。 否则GET公司有权在未经通知的情况下取消转让用户、受让用户的会员服务资格，由此带来的损失由用户自行承担。GET写作禁止用户私下有偿或无偿转让会员帐号，以免帐号因此产生纠纷，用户应当自行承担因违反此要求而遭致的任何损失，同时GET写作保留追究上述行为人法律责任的权利。</p>
            <p><span class="order">4.4</span>会员不得以盗打、窃取、利用系统漏洞等非法途径以及在未获GET公司授权的非法销售GET写作会员的网站上获取或者购买会员服务，否则GET公司有权取消用户的会员服务资格。由此引发的问题由用户自行承担，GET写作不负任何责任。</p>
            <p><span class="order">4.5</span>若会员持续违反本服务条款，或GET公司认为会员行为有损GET公司或他人的声誉及利益，GET公司有权取消该会员的会员资格而无须给与任何补偿。</p>
            <p><span class="order">4.6</span>被取消会员资格的会员，不能再参加由GET公司组织的活动并不可再享有由GET公司提供的各项优惠及增值服务，即不再享有会员权利。</p>
            <p><span class="order">4.7</span>会员有权利不参加GET公司的活动。</p>
        </ol>
        <br>

        <ol class="list">
            <h2>5．会员守则</h2>
            <p><span class="order">5.1</span>确保注册资料的真实性。在用户申请会员服务填写注册资料时，用户要确保所填写的信息是真实有效的。如果因注册信息不真实而引起的问题，并对问题发生所带来的后果，GET公司不负任何责任。</p>
            <p><span class="order">5.2</span>会员享有会员的权利，同时遵守会员服务的各项规章制度。</p>
            <p><span class="order">5.3</span>不得盗用其他用户GET写作帐号进行会员注册或使用，一旦发现，GET公司将没收该帐号并取消其会员资格而无须给与任何补偿和退还会费。</p>
            <p><span class="order">5.4</span>用户使用GET写作会员服务的规定</p>
            <p><span class="order insert">5.4.1</span>必须遵守GET写作用户协议。</p>
            <p><span class="order insert">5.4.2</span>必须遵守GET公司与会员服务有关的各服务条款，如有违反而足以影响到GET公司声誉者，则停止其相应的权利，直至取消其会员资格。</p>
            <p><span class="order insert">5.4.3</span>任何会员不得使用含有下列内容的昵称和签名档，一经发现，GET写作有权取消其会员资格。</p>
            <p><span class="order insert-1">（a）</span>不得使用党和国家领导人或其他社会名人的真实姓名、字号、艺名、笔名；</p>
            <p><span class="order insert-1">（b）</span>不得使用以国家机构或其他机构的名称；</p>
            <p><span class="order insert-1">（c）</span>不得使用不文明、不健康名字，或包含歧视、侮辱、猥亵、淫秽类词语；</p>
            <p><span class="order insert-1">（d）</span>不得使用易产生歧义、引起他人误解或其它不符合法律法规、规章制度等规定的内容。</p>
            <p><span class="order">5.5</span>用户不得私自以GET公司名义对外进行任何形式的承诺，举办未经GET公司允许的活动，如有损害GET公司名誉，商业利益等一切有危害性的行为发生，GET公司有权取消该会员的资格，并保留进一步追究该行为法律责任的权利。</p>
            <p><span class="order">5.6</span>用户单独承担使用GET写作会员的任何功能进行文章生成、传播、存储的责任。用户承诺：</p>
            <p><span class="order insert">5.6.1</span>在GET公司产品上生成信息或者利用GET公司的服务时必须符合中国有关法规，不得在GET公司产品上或者利用GET公司的服务制作、复制、发布、下载、传播、存储以下信息，因此而产生的责任和风险由用户承担风险,GET写作对此不承担任何责任。：</p>
            <p><span class="order insert-1">（a）</span>违反宪法确定的基本原则的；</p>
            <p><span class="order insert-1">（b）</span>危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
            <p><span class="order insert-1">（c）</span>损害国家荣誉和利益的；</p>
            <p><span class="order insert-1">（d）</span>煽动民族仇恨、民族歧视，破坏民族团结的；</p>
            <p><span class="order insert-1">（e）</span>破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
            <p><span class="order insert-1">（f）</span>散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
            <p><span class="order insert-1">（g）</span>散布淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；</p>
            <p><span class="order insert-1">（h）</span>侮辱或者诽谤他人，侵害他人合法权益的；</p>
            <p><span class="order insert-1">（i）</span>煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；</p>
            <p><span class="order insert-1">（j）</span>以非法民间组织名义活动的；</p>
            <p><span class="order insert-1">（k）</span>侵犯他人知识产权或其他合法权利的；</p>
            <p><span class="order insert-1">（L）</span>含有法律、行政法规禁止的其他内容的。</p>
            <p><span class="order insert">5.6.2</span>用户不得利用GET公司的服务从事以下活动：</p>
            <p><span class="order insert-1">（a）</span>未经允许，进入计算机信息网络或者使用计算机信息网络资源的；</p>
            <p><span class="order insert-1">（b）</span>未经允许，对计算机信息网络功能进行删除、修改或者增加的；</p>
            <p><span class="order insert-1">（c）</span>未经允许，对进入计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加的；</p>
            <p><span class="order insert-1">（d）</span>故意制作、传播计算机病毒等破坏性程序的；</p>
            <p><span class="order insert-1">（e）</span>其他危害计算机信息网络安全的行为。</p>
            <p><span class="order insert">5.6.3</span>不以任何方式干扰GET公司的服务。</p>
            <p><span class="order insert">5.6.4</span>用户不得进行任何危害计算机网络安全的行为，包括但不限于：使用未经许可的数据或进入未经许可的服务器/帐户；未经允许进入公众计算机网络或者他人计算机系统并删除、修改、增加存储信息；未经许可，企图探查、扫描、测试本"软件"系统或网络的弱点或其它实施破坏网络安全的行为； 企图干涉、破坏GET公司软件系统或网站的正常运行，故意传播恶意程序或病毒以及其他破坏干扰正常网络信息服务的行为；伪造TCP/IP数据包名称或部分名称。</p>
            <p><span class="order">5.7</span>用户须对自己在使用GET公司提供的服务过程中的行为承担法律责任。用户承担法律责任的形式包括但不限于：对受到侵害者进行赔偿，以及在GET公司首先承担了因用户行为导致的行政处罚或侵权损害赔偿责任后，用户应给予GET公司等额的赔偿。用户理解，如果GET公司发现其网站传输的信息明显属于上段所列内容之一，依据中国法律，GET公司有义务立即停止传输，保存有关记录，向国家有关机关报告，并且删除含有该内容的地址、目录或关闭服务器。</p>
            <p><span class="order">5.8</span>在GET写作会员所含服务中，用户保证对向GET公司提供的个人作品享有著作权，用户的上载行为即意味着用户或用户代理的著作权人免费授权GET公司对上载作品享有独家的、全球范围内不可撤销的永久的复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权、使用权和收益权，而且GET公司还可以将上述权利转让或者转授予给其他公司或个人。如用户与GET公司另有约定的，从其约定。</p>
            <p><span class="order">5.9</span>GET写作会员帐号使用权仅属于初始申请注册人，禁止帐号共享、赠与、借用、租用、转让或售卖，因上述原因导致帐号或密码丢失，GET公司有权不予找回。</p>
            <p><span class="order">5.10</span>GET写作云存储服务</p>
            <p><span class="order insert">5.10.1</span>用户开通的会员期限到期后，用户应当及时续费以保持用户会员资格，否则用户将无法使用GET写作云存储服务，且会员到期3日后无法将GET写作云存储中存储的文件数据下载本地；如果用户会员资格到期后3个月内未续费或重新购买GET写作会员的，GET写作有权永久删除用户存储在GET写作云存储中的文件数据，用户无权要求GET写作恢复、提供该等文件数据。</p>
            <p><span class="order insert">5.10.2</span>用户开通会员后可以根据不同会员等级享受GET写作云存储为会员配置的标准空间容量，如该标准配置不能满足用户使用需要，用户可以另行购买GET写作云存储空间。用户另行购买的空间到期后，用户应当及时续费以保持该空间的正常使用，否则用户将无法使用会员标准配置之外的该等额外付费购买的空间，且如用户存储在GET写作云存储中的文件数据大于会员标准配置的空间容量，用户无法将GET写作云存储中存储的文件数据下载到本地，用户可选择删除部分文件数据直至存储文件容量小于会员标准配置容量或选择在3个月内续费或重新购买空间。如用户另行购买的空间到期后3个月内未续费或重新购买空间的，GET写作有权永久删除用户存储在中GET写作随身盘的文件数据，用户无权要求GET写作恢复、提供该等文件数据。</p>
        </ol>
        <br>

        <ol class="list">
            <h2>6. 服务条款的变更与修订</h2>
            <p><span class="order">6.1</span>GET公司有权在必要时修改本服务条款以及各单项服务的相关条款。用户在享受单项服务时，应当及时查阅了解修改的内容，并自觉遵守本服务条款以及该单项服务的相关条款。</p>
        </ol>
        <br>

        <ol class="list">
            <h2>7. 保密条款</h2>
            <p><span class="order">7.1</span>尊重用户个人隐私是GET公司的一项基本政策。所以，GET公司在未经用户的授权时不得公开、编辑或透露其注册资料及保存在GET写作各项服务中的非公开内容，除非GET公司在诚信的基础上认为透露这些信息在以下几种情况是必要的：</p>
            <p><span class="order insert">7.1.1</span>遵守有关法律规定，包括在国家有关机关查询时，提供用户在GET写作的网页上发布的信息内容及其发布时间、互联网地址或者域名。</p>
            <p><span class="order insert">7.1.2</span>保持维护GET写作的知识产权和其他重要权利。</p>
            <p><span class="order insert">7.1.3</span>在紧急情况下竭力维护用户个人和社会大众的隐私安全。</p>
            <p><span class="order insert">7.1.4</span>根据本条款相关规定或者GET写作认为必要的其他情况下。</p>
            <p><span class="order">7.2</span>但是用户在注册时选择或同意，或用户与GET写作及合作单位之间就用户个人隐私信息公开或使用另有约定的除外，同时用户应自行承担因此可能产生的任何风险，GET写作对此不予负责。</p>
            <p><span class="order">7.3</span>用户同意个人隐私信息是指那些能够对用户进行个人辨识或涉及个人通信的信息，包括下列信息：用户的姓名，身份证号，手机号码，IP地址，电子邮件地址信息。而非个人隐私信息是指用户对本软件的操作状态以及使用习惯等一些明确且客观反映在GET写作服务器端的基本记录信息和其他一切个人隐私信息范围外的普通信息。</p>
            <p><span class="order">7.4</span>一般而言，GET公司基于下列原因需要使用到用户的信息资源：（1） 执行软件验证服务。（2）执行软件升级服务。（3）网络同步服务。（4） 提高用户的使用安全性并提供客户支持。（5）因用户使用本软件特定功能或因用户要求GET写作或合作单位提供特定服务时，GET写作或合作单位则需要把用户的信息提供给与此相关联的第三方。（6）执行GET写作的《隐私权声明》,用户可访问GET写作网站查阅该声明。（7）其他有利于用户和GET写作利益的。</p>
            <p><span class="order">7.5</span> 在不透露单个用户隐私资料的前提下，GET写作有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。</p>
            <p><span class="order">7.6</span>GET写作对您的信息承担保密义务，但GET写作有权在下列情况下将您的信息与第三方共享：</p>
            <p><span class="order insert">7.6.1</span>获得您的同意或授权。</p>
            <p><span class="order insert">7.6.2</span>为了向您提供或推荐服务、产品，或为了向您提供更完善的服务，或者为了让您拥有更广泛的社交体验，GET写作会在GET写作集团内部共享您的相关信息。</p>
            <p><span class="order insert">7.6.3</span>某些情况下，只有共享您的信息，才能提供您需要的服务和（或）产品，或处理您与他人的交易纠纷或争议。</p>
            <p><span class="order insert">7.6.4</span>为了判断您的账户或交易是否安全。</p>
            <p><span class="order insert">7.6.5</span>某些服务和（或）产品由GET写作的合作伙伴提供或由GET写作与合作伙伴、供应商共同提供，GET写作会与其共享提供服务和（或）产品需要的信息。</p>
            <p><span class="order insert">7.6.6</span>GET写作与第三方进行联合营销活动，GET写作可能与其共享活动过程中产生的、为完成活动所必要的个人信息，如参加活动的用户数、中奖名单、中奖人联系方式等，以便第三方能及时向您发放奖品。</p>
            <p><span class="order insert">7.6.7</span>为维护GET写作集团和其他GET写作集团用户的合法权益。</p>
            <p><span class="order insert">7.6.8</span>根据法律规定及合理商业习惯，在GET写作计划与其他公司合并或被其收购或进行其他资本市场活动（包括但不限于IPO，债券发行）时，以及其他情形下GET写作需要接受来自其他主体的尽职调查时，GET写作会把您的信息提供给必要的主体，但GET写作会通过和这些主体签署保密协议等方式要求其对您的个人信息采取合理的保密措施。</p>
            <p><span class="order insert">7.6.9</span>如您授权第三方向GET写作查询、采集您在GET写作集团旗下公司的账户相关信息，GET写作有权在法律法规和您的授权许可范围内向第三方分享您账户的部分信息。</p>
            <p><span class="order insert">7.6.10</span>当您通过GET写作账号登录第三方网站时，为了您能够方便快捷地使用第三方网站，GET写作可能会将您的信息分享给第三方。该第三方按照其与您的相关约定或其独立的隐私政策等内容处理您的信息，GET写作对此不承担责任。</p>
            <p><span class="order insert">7.6.11</span>为了维护和改善服务。</p>
            <p><span class="order insert">7.6.12</span>根据法律法规的规定或有权机关的要求。</p>
        </ol>
        <br>

        <ol class="list">
            <h2>8. 未成年人隐私权的保护</h2>
            <p><span class="order">8.1</span>GET公司将建立和维持合理的程序，以保护未成年人个人资料的保密性及安全性。GET公司郑重声明：任何18岁以下的未成年人参加网上活动应事先得到家长或其法定监护人（以下统称为"监护人"）的可经查证的同意。</p>
            <p><span class="order">8.2</span>监护人应承担保护未成年人在网络环境下的隐私权的首要责任。</p>
            <p><span class="order">8.3</span>未经监护人之同意，GET公司将不会使用未成年人之个人资料，亦不会向任何第三方披露或传送可识别该未成人的个人资料，但是，由于相关法律法规要求、国家机关的查询要求、或在紧急情况下竭力维护用户个人和社会大众的隐私安全等原因除外。</p>
            <p><span class="order">8.4</span>GET公司收集未成年人的个人资料，这些资料只是单纯作为保护未成年人参与网络活动时的安全，而非作为其它目的之利用。GET公司保证不会要求未成年人提供额外的个人资料，以作为允许其参与网上活动的条件。</p>
        </ol>
        <br>

        <ol class="list">
            <h2>9．帐号和密码安全</h2>
            <p>会员资料和GET写作帐号、密码的安全性由会员自己负责。如果用户未保管好自己的帐号和密码而对用户本人、GET公司或第三方造成损害，您将负全部责任。另外，每个用户都要对其帐户中的所有活动和时间负全部责任。用户同意若发现任何非法使用用户帐号或安全漏洞的情况，应立即通告GET公司。</p>
        </ol>
        <br>

        <ol class="list">
            <h2>10．会员服务的通知和公告办法</h2>
            <p>会员服务的通知和公告将通过以下形式之一或多种形式对会员发布：</p>
            <p><span class="order">10.1</span>GET写作客户端软件；</p>
            <p><span class="order">10.2</span>EMAIL；</p>
            <p><span class="order">10.3</span>GET公司主页的公告专栏；</p>
            <p><span class="order">10.4</span>会员服务专区。</p>
        </ol>
        <br>

        <ol class="list">
            <h2>11．责任声明</h2>
            <p><span class="order">11.1</span>凡参加GET公司组织的活动或使用由GET公司提供的各项优惠及增值服务会员，如遭受任何人身或财务的损失、损害或伤害，不论原因为何，GET公司不负责任，会员可以直接向产品服务的提供商提出权利要求。</p>
            <p><span class="order">11.2</span>会员须对其自身及其所邀请的宾客在参加GET公司组织的活动或使用由GET公司提供的各项优惠及增值服务时的一切行为、行动及违法、违规或疏忽行为（不论是否故意）负全部责任。</p>
            <p><span class="order">11.3</span>如GET公司的系统发生故障影响到会员服务的正常运行，GET公司承诺在第一时间内与相关单位配合，及时处理进行修复。但用户因此而产生的经济损失，GET公司和合作公司不承担责任。</p>
            <p><span class="order">11.4</span>使用会员功能涉及到互联网服务，可能会受到各个环节不稳定因素的影响，存在因不可抗力、计算机病毒、黑客攻击、系统不稳定、用户所在位置、用户关机以及其他任何网络、技术、通信线路等原因造成的服务中断或不能满足用户要求的风险，用户须明白并自行承担以上风险，GET写作不承担任何责任，并不予以亦无法补偿。</p>
            <p><span class="order">11.5</span>用户使用某些会员功能可能存在第三方通过恶意或其他手段获得验证问题的答案、密钥等从而造成相关的风险，用户须明白并自行承担以上风险，用户可通过每次设置高安全系数的密钥和验证问题等并采取有效的保密措施来减小上述风险。GET写作不对任何由第三方导致的用户损失承担责任。</p>
            <p><span class="order">11.6</span>用户明确同意使用GET写作会员服务的风险由用户个人承担。GET公司明确表示不提供任何类型的担保，不论是明确的或隐含的。</p>
            <p><span class="order">11.7</span>用户违反本《协议》或相关的服务条款的规定，导致或产生的任何第三方主张的任何索赔、要求或损失，包括合理的诉讼费用和律师费用，用户同意赔偿GET写作与合作公司、关联公司，并使之免受损害。对此，GET写作有权视用户的行为性质，采取包括但不限于中断使用许可、停止提供服务、限制使用、法律追究等措施。</p>
        </ol>
        <br>

        <ol class="list">
            <h2>12. 禁止服务的商业化</h2>
            <p>用户使用GET写作会员服务的权利是个人的。用户只能是一个单独的个体而不能是一个公司或实体的商业性组织。用户承诺不经GET公司同意，不能利用GET写作会员服务进行销售或其他商业用途。用户理解，GET写作所生成的文章仅供个人参考使用，若私自用于任何商业用途，产生的任何法律后果及风险，由用户自己承担。用户在使用本网站生成的文字内容时，有义务对涉及知识产权的内容进行出处标注。</p>
        </ol>
        <br>

        <ol class="list">
            <h2>13、青少年用户特别提示</h2>
            <p>青少年用户必须遵守全国青少年网络文明公约，青少年网友在参与网络活动中注意以下事项，正确学习使用网络，加强自我保护：</p>
            <p><span class="order">13.1</span>青少年网友要注意区分网络与现实的区别，避免沉迷于网络而影响了日常的学习生活。</p>
            <p><span class="order">13.2</span>网友填写个人资料时，加强个人保护意识，以免不良分子对个人生活造成骚扰。</p>
            <p><span class="order">13.3</span>未满18岁青少年应在监护人指导和监督下上网。青少年网友要善于网上学习，不浏览不良信息，要诚实友好交流，不侮辱欺诈他人。</p>
            <p><span class="order">13.4</span>青少年网友应增强自我保护意思，避免陌生网友会面或参与联谊活动，以免为不法分子所乘，危及自身。</p>
            <p><span class="order">13.5</span>青少年网友要维护网络安全，不破坏网络秩序如有违法行为，GET公司保留配合公安和电信部门追查的权利。</p>
            <p><strong>公司郑重提醒用户正确认识网络世界，重视参加网络活动的安全性，加强防范，确保安全。</strong></p>
        </ol>
        <br>

        <ol class="list">
            <h2>14. 知识产权保护</h2>
            <p>我们的知识产权政策是对符合《信息网络传播权保护条例》和其它适用的知识产权法律规定的声称侵权之通告进行回复和处理。任何单位或个人认为通过GET写作智能成文引擎获得的文字内容或者用户自编辑的内容可能涉嫌侵犯其合法权益的，应该及时向GET公司书面反馈，并请同时提供身份证明、权属证明及详细侵权情况证明。</p>
        </ol>
        <br>

        <ol class="list">
            <h2>15. 法律适用和管辖</h2>
            <p><span class="order">15.1</span>本《协议》所定的任何条款的部分或全部无效者，不影响其它条款的效力。</p>
            <p><span class="order">15.2</span>本《协议》的解释、效力及纠纷的解决，适用于中华人民共和国法律。若用户和GET写作之间发生任何纠纷或争议，首先应友好协商解决，协商不成的，用户在此完全同意将纠纷或争议提交GET写作所在地法院管辖。</p>
            <p><strong>本《协议》的一切解释权与修改权归GET公司。GET公司版权所有</strong></p>
        </ol>
        <br>

        </div>
        <MyFooter />
    </div>
</template>
<script>
import PageHeader from "~/components/Header.vue"
import MyFooter from '~/components/Footer.vue'
export default {
  components: { PageHeader, MyFooter },
}
</script>
<style lang="scss" scoped>
.wrapper-box {
    min-height: 100vh;
    background-color: #fff;
    p {
        text-indent: 2em;
    }
    .order {
        margin-right: 1em;
    }
    .insert {
        margin-left: 2.5em;
    }
    .insert-1 {
        margin-left: 3em;
    }
    h1 {
        font-weight: bold;
    }
    h2 {
        font-weight: bold;
    }
    .content {
        margin: 0 30%;
        margin-top: 70px;
        .title {
            margin-bottom: 50px;
            text-align: center;
        }
    }
    .list {
        p {
            text-indent: 0;
            margin: 10px 0;
            margin-left: 1.5em;
        }
    }
}
</style>
